Trabajo/ConcertsUPC/app/controllers/users_controller.rb

SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", "1"]]
---
  def add_group
    @user = User.find(params[:id])

SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", "1"]]
---
  def add_concert
    @user = User.find(params[:id])

INSERT INTO "users" ("created_at", "document", "email", "email_confirmation", "lastname", "name", "password", "password_confirmation", "secondlastname", "sex", "typedocument", "typeuser", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save