Trabajo/ConcertsUPC/app/views/concerts/_form.html.erb

SELECT "locals".* FROM "locals"
---
    <%= f.label :Local %><br />
    <%= f.collection_select :local_id, Local.all, :id, :name, :prompt => 'Seleccione un local' %>

SELECT "groups".* FROM "groups"
---
    <%= f.label :Grupo_Musical %><br />
    <%= f.collection_select :group_id, Group.all, :id, :name, :prompt => 'Seleccione un grupo' %>