Trabajo/ConcertsUPC/app/views/concerts/show.html.erb

SELECT "groups".* FROM "groups" WHERE "groups"."id" = 1 LIMIT 1
---
  <b>Grupo Musical:</b>
  <%= @concert.group.name %>