Trabajo/ConcertsUPC/app/views/groups/_form.html.erb

    <%= f.label :user %><br />
    <%= f.collection_select :user_id, User.all, :id, :name, :prompt => true %>
---
SELECT "users".* FROM "users"