Trabajo/ConcertsUPC/app/views/groups/index.html.erb

SELECT "groups".* FROM "groups"
---
  <tr>
    <td><%= group.group %></td>