Trabajo/ConcertsUPC/app/views/groups/show.html.erb

  <b>Group:</b>
  <%= @group.group %>
---
SELECT "groups".* FROM "groups" WHERE "groups"."id" = ? LIMIT 1  [["id", "1"]]