app/controllers/users_controller.rb

  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("created_at", "dateregister", "document", "email", "email_confirmation", "lastname", "name", "password", "password_confirmation", "secondlastname", "sex", "typedocument", "typeuser", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)